# Тип обучения
education_types = [('Очное', 'Очное'), ('Заочное', 'Заочное')]

# Статусы заявлений/справок
application_statuses = [('Не проверено', 'Не проверено'), ('Отозвано на исправление', 'Отозвано на исправление'),
                        ('Подтверждено', 'Подтверждено'), ('Завершено', 'Завершено')]

# Причины
reference_reasons = [('В связи с отчислением', 'В связи с отчислением'),
                     ('В связи с переводом в другой университет', 'В связи с переводом в другой университет')]
duplicate_reasons = [('Утеря', 'Утеря'), ('Порча', 'Порча')]
academic_leave_reasons = [('По состоянию здоровья', 'По состоянию здоровья'),
                          ('В связи с призывом на воинскую службу', 'В связи с призывом на воинскую службу'),
                          ('С рождением ребенка', 'С рождением ребенка')]
